{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "JABS.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "arctic.nvim": { "branch": "main" },
  "aurora": { "branch": "master" },
  "browse.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cheatsheet.nvim": { "branch": "master" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codewindow.nvim": { "branch": "master" },
  "colorbuddy.vim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "compiler-explorer.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "crates.nvim": { "branch": "main" },
  "cybu.nvim": { "branch": "main" },
  "darkplus.nvim": { "branch": "master" },
  "denops-docker.vim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "due.nvim": { "branch": "main" },
  "editorconfig.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gkeep.nvim": { "branch": "master" },
  "glow.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "gruvy": { "branch": "master" },
  "highlight-current-n.nvim": { "branch": "master" },
  "icon-picker.nvim": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "melange": { "branch": "master" },
  "mkdir.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neon": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nord-vim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-markdown-preview": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-numbertoggle": { "branch": "main" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-transparent": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "oceanic-next": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "onebuddy": { "branch": "main" },
  "overlength.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "range-highlight.nvim": { "branch": "master" },
  "roshnivim-cs": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "starry.nvim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-bbye": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-gist": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-maktaba": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "webapi-vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zephyr-nvim": { "branch": "main" }
}